Repository: noemimedeiros/ixoyeconnect
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Service workers are not supported in your browser.
pt_br: Service workers não são suportados no seu navegador.

source: Showing notifications are not supported in your browser.
pt_br: Exibir notificações não é suportado no seu navegador.

source: Subscribe to Push Messaging
pt_br: Habilitar Notificações Push

source: Push notifications are blocked by your browser.
pt_br: As notificações push estão bloqueadas pelo seu navegador.

source: Push notifications are not available in your browser.
pt_br: As notificações push não estão disponíveis no seu navegador.

source: Unsubscribe from Push Messaging
pt_br: Desabilitar Notificações Push

source: Successfully subscribed to push notifications.
pt_br: Habilitação de notificações push realizada com sucesso.

source: Error while subscribing to push notifications.
pt_br: Erro ao habilitar notificações push.

source: Subscription is not available.
pt_br: A inscrição não está disponível.

source: Successfully unsubscribed from push notifications.
pt_br: Habilitação de notificações push cancelada com sucesso.

source: Error while unsubscribing from push notifications.
pt_br: Erro ao cancelar a habilitação de notificações push.
